{"superfineness":"The state of being superfine.","rightfully":"According to right or justice.","unconsequential":"Inconsequential. Johnson.","windgall":"A soft tumor or synovial swelling on the fetlock joint of a horse; -- so called from having formerly been supposed to contain air.","pickpocket":"One who steals purses or other articles from pockets. Bentley.","wrongless":"Not wrong; void or free from wrong. [Obs.] -- Wrong\"less*ly, adv. [Obs.] Sir P. Sidney.","brusk":"Same as Brusque.","flabellation":"The act of keeping fractured limbs cool by the use of a fan or some other contrivance. Dunglison.","insanable":"Not capable of being healed; incurable; irremediable.","membranaceous":"1. Same as Membranous. Arbuthnot. 2. (Bot.)  Thin and rather soft or pliable, as the leaves of the rose, peach tree, and aspen poplar.","quinic":"Pertaining to, derived from, or connected with, quinine and related compounds; specifically, designating a nonnitrogenous acid obtained from cinchona bark, coffee, beans, etc., as a white crystalline substance. [Written also chinic, kinic.]","underproportioned":"Of inadequate or inferior proportions; small; poor. Scanty and underproportioned returns of civility. Collier.","ethiopic":"Of or relating to Ethiopia or the Ethiopians.\n\nThe language of ancient Ethiopia; the language of the ancient Abyssinian empire (in Ethiopia), now used only in the Abyssinian church. It is of Semitic origin, and is also called Geez.","disinteress":"To deprive or rid of interest in, or regard for; to disengage. [Obs.]","albugineous":"Of the nature of, or resembling, the white of the eye, or of an egg; albuminous; -- a term applied to textures, humors, etc., which are perfectly white.","abjudge":"To take away by judicial decision. [R.]","replicated":"Folded over or backward; folded back upon itself; as, a replicate leaf or petal; a replicate margin of a shell.","kholah":"The Indian jackal.","melodrame":"Melodrama.","calced":"Wearing shoes; calceated; -- in distintion from discalced or barefooted; as the calced Carmelites.","cryptographer":"One who writes in cipher, or secret characters.","defoliation":"The separation of ripened leaves from a branch or stem; the falling or shedding of the leaves.","eu":"A prefix used frequently in composition, signifying well, good, advantageous; -- the opposite of dys-.","shuffler":"1. One who shuffles. 2. (Zoöl.)  Either one of the three common American scaup ducks. See Scaup duck, under Scaup.","pneumatometer":"An instrument for measuring the amount of force exerted by the lungs in respiration.","pelerine":"A woman's cape; especially, a fur cape that is longer in front than behind. PELE'S HAIR Pe\"le's hair. [After a Hawaiian goddess associated with the crater Kilauea.]  Glass threads or fibers formed by the wind from bits blown from frothy lava or from the tips of lava jets or from bits of liquid lava thrown into the air. It often collects in thick masses resembling tow.","triple":"1. Consisting of three united; multiplied by three; threefold; as, a triple knot; a triple tie. By thy triple shape as thou art seen. Dryden. 2. Three times repeated; treble. See Treble. 3. One of three; third. [Obs.] Shak. Triple crown, the crown, or tiara, of the pope. See Tiara, 2. -- Triple-expansion steam engine, a compound steam engine in which the same steam performs work in three cylinders successively. -- Triple measure (Mus.), a measure of tree beats of which first only is accented. -- Triple ratio (Math.), a ratio which is equal to 3. -- Triple salt (Chem.), a salt containing three distinct basic atoms as radicals; thus, microcosmic salt is a triple salt. -- Triple star (Astron.), a system of three stars in close proximity. -- Triple time (Mus.), that time in which each measure is divided into three equal parts. -- Triple valve, in an automatic air brake for railroad cars, the valve under each car, by means of which the brake is controlled by a change of pressure in the air pipe leading from the locomotive.\n\nTo make threefold, or thrice as much or as many; to treble; as, to triple the tax on coffee.","subsellium":"One of the stalls of the lower range where there are two ranges. See Illust. of Stall.","ty-all":"Something serving to tie or secure. [Obs.] Latimer.","gyrostatics":"The doctrine or theory of the gyrostat, or of the phenomena of rotating bodies.","subpurchaser":"A purchaser who buys from a purchaser; one who buys at second hand.","abomasus":"The fourth or digestive stomach of a ruminant, which leads from the third stomach omasum. See Ruminantia.","apogeal":"Apogean.","suprascalpulary":"Situated above, or on the anterior side of, the scapula.","tlinkit":"The Indians of a seafaring group of tribes of southern Alaska comprising the Koluschan stock. Previous to deterioration from contact with the whites they were the foremost traders of the northwest. They built substantial houses of cedar adorned with  totem poles, and were expert stone carvers and copper workers. Slavery, the potlatch, and the use of immense labrets were characteristic. Many now work in the salmon industry.","fingle-fangle":"A trifle. [Low] Hudibras.","acidification":"The act or process of acidifying, or changing into an acid.","gyreful":"Abounding in gyres. [Obs.]","marcobrunner":"A celebrated Rhine wine.","marrubium":"A genus of bitter aromatic plants, sometimes used in medicine; hoarhound.","theologize":"To render theological; to apply to divinity; to reduce to a system of theology. School divinity was but Aristotle's philosophy theologized. Glanvill.\n\nTo frame a system of theology; to theorize or speculate upon theological subjects.","rathskeller":"Orig., in Germany, the cellar or basement of the city hall, usually rented for use as a restaurant where beer is sold; hence, a beer saloon of the German type below the street level, where, usually, drinks are served only at tables and simple food may also be had; -- sometimes loosely used, in English, of what are essentially basement restaurants where liquors are served.","egriot":"A kind of sour cherry. Bacon.","vegetation":"1. The act or process of vegetating, or growing as a plant does; vegetable growth. 2. The sum of vegetable life; vegetables or plants in general; as, luxuriant vegetation. 3. (Med.)  An exuberant morbid outgrowth upon any part, especially upon the valves of the heart. Vegetation of salts (Old Chem.), a crystalline growth of an arborescent form.","butcher":"1. One who slaughters animals, or dresses their flesh for market; one whose occupation it is to kill animals for food. 2. A slaughterer; one who kills in large numbers, or with unusual cruelty; one who causes needless loss of life, as in battle. \"Butcher of an innocent child.\" Shak. Butcher bird (Zoöl.), a species of shrike of the genus Lanius. Note: The Lanius excubitor is the common butcher bird of Europe. In England, the bearded tit is sometimes called the lesser butcher bird. The American species are L.borealis, or northernbutcher bird, and L. Ludovicianus or loggerhead shrike. The name butcher birdis derived from its habit of suspending its prey impaled upon thorns, after killing it. Butcher's meat, such flesh of animals slaughtered for food as is sold for that purpose by butchers, as beef, mutton, lamb, and pork.\n\n1. To kill or slaughter (animals) for food, or for market; as, to butcher hogs. 2. To murder, or kill, especially in an unusually bloody or barbarous manner. Macaulay. [Ithocles] was murdered, rather butchered. Ford.","pectorally":"As connected with the breast.","sociableness":"The quality of being sociable.","prudential":"1. Proceeding from, or dictated or characterized by, prudence; prudent; discreet; sometimes, selfish or pecuniary as distinguished from higher motives or influences; as, prudential motives. \" A prudential line of conduct.\" Sir W. Scott. 2. Exercising prudence; discretionary; advisory; superintending or executive; as, a prudential committee.\n\nThat which relates to or demands the exercise of, discretion or prudence; -- usually in the pl. Many stanzas, in poetic measures, contain rules relating to common prudentials as well as to religion. I. Watts.","obviation":"The act of obviating, or the state of being obviated.","silkness":"Silkiness. [Obs.] B. Jonson."}
